import random

def print_banner():
    Lordi = [
        'ＲＯＯＴ　ＴＨＥ　ＨＥＬＬ　ＯＵＴＴＡ　ＩＴ',
        'ＹＯＵＲ　ＨＥＡＶＥＮ　ＩＳ　ＴＨＥＩＲ　ＨＥＬＬ',
        'ＲＯＯＴ ＦＯＲＣＥ ＯＮＥ',
        'ＳＨＥＬＬ ＬＯＯＳＥ ＩＮ ＰＲＯＤＵＣＴＩＯＮ',
        'ＩＴ ＰＷＮＳ ＩＮ ＨＥＬＬ',
        'ＷＨＯ ＩＳ ＹＯＵＲ ＰＲＩＶＩＬＥＧＥ',
        'ＭＡＮ ＴＨＥ ＲＩＦＦ ＩＳ Ａ ＫＩＬＬＥＲ',
        'ＢＡＣＫＤＯＯＲＳ ＦＯＲ ＢＲＥＡＫＦＡＳＴ',
        'ＴＨＥ ＥＸＰＬＯＩＴＯＣＡＬＹＰＳＥ',
        'ＲＯＯＴ ＩＳ ＩＣＯＮ ＯＦ ＤＯＭＩＮＡＮＣＥ',
        'ＨＡＲＤ ＳＨＥＬＬ ＨＡＬＬＥＬＵＪＡＨ',
        'ＧＯＯＤ ＴＯ ＢＥ ＯＦＦＥＮＳＩＶＥ',
        'ＳＨＥＬＬＳ ＫＥＥＰ ＭＥ ＣＯＭＰＡＮＹ',
        'ＲＯＯＴ ＧＯＮＥ ＣＲＡＺＹ',
        'ＭＥＲＲＹ ＢＬＡＨ ＢＬＡＨ ＢＬＡＨ',
        'ＤＥＭＯＮＳ ＡＮＤ ＡＮＧＥＬＳ\n         ＡＬＬ ＩＮ ＯＮＥ ＨＡＶＥ ＡＲＲＩＶＥＤ',
        'ＬＥＧＥＮＤＳ ＡＲＥ ＭＡＤＥ ＯＦ ＣＬＩＣＨＥＳ',
        'ＳＹＮＴＡＸ ＴＥＲＲＯＲ',
        'ＥＶＥＲＹＯＮＥ ＫＮＯＷＳ ＴＨＥ ＤＥＶＩＬ\n         ＩＳ ＦＯＵＮＤ ＩＮ ＴＨＥ ＤＥＴＡＩＬＳ',
        'ＹＯＵ ＷＩＬＬ ＳＥＥ ＪＯＫＥＲＳ ＳＯＯＮ\n         ＷＩＬＬ ＢＥ ＴＨＥ ＮＥＷ ＫＩＮＧＳ',
        'ＮＡＫＥＤ ＩＮ ＴＨＥ ＫＥＲＮＥＬ',
        'ＳＵＤＯ ＩＳ Ａ ＬＯＳＥＲ',
        'ＭＡＣＨＥＴＥ ＡＮＤ Ａ ＨＯＣＫＥＹ ＭＡＳＫ,\n         Ａ ＳＴＡＲ ＩＳ ＭＡＤＥ ＯＦ ＴＨＡＴ',
        'Ａ ＳＷＥＡＴＥＲ ＧＲＥＥＮ ＡＮＤ ＲＥＤ,\n         ＦＩＮＧＥＲ ＫＮＩＶＥＳ ＡＮＤ ＨＡＴ'
    ]

    Skillet = [
        "ＬＩＦＴ ＭＥ ＵＰ ＴＯ ＲＯＯＴ",
        "Ｉ， Ｉ ＦＥＥＬ ＬＩＫＥ Ａ ＲＯＯＴ",
        "ＴＨＩＳ ＩＳ ＨＯＷ ＷＥ ＲＩＳＥ ＵＰ",
        "Ｉ ＮＥＥＤ Ａ ＲＯＯＴ",
        "Ｉ ＷＡＮＮＡ ＳＣＲＥＡＡＡＭ",
        "ＹＯＵ＇ＲＥ ＵＮＤＥＦＥＡＴＥＤ"
    ]

    Slipknot = [
        'ＷＡＩＴ ＡＮＤ ＥＳＣＡＬＡＴＥ',
        'ＰＥＯＰＬＥ ＥＱＵＡＬ ＳＨＥＬＬ',
        'ＧＥＴ ＯＵＴ ＯＦ ＭＹ ＳＨＥＬＬ',
        'ＴＨＥ ＰＲＩＶＩＬＥＧＥ ＩＮ ＭＥ',
        'ＢＥＦＯＲＥ Ｉ ＦＯＲＧＥＴ．．．'
        'ＤＩＳＡＳＴＥＲＰＩＥＣＥ ＯＦ ＰＲＩＶＩＬＥＧＥ',
        'ＵＮＳＡＩＮＴＥＤ， ＵＮＰＲＩＶＩＬＥＧＥＤ',
        'ＴＨＥ ＤＥＶＩＬ ＩＮ Ｉ',
        'ＯＲＰＨＡＮ ＰＲＯＣＥＳＳ',
        'ＣＲＩＴＩＣＡＬ ＰＲＩＶＩＬＥＧＥ',
        'ＢＩＲＴＨ ＯＦ ＴＨＥ ＲＯＯＴ',
        'ＥＹＥＬＥＳＳ ＰＲＯＣＥＳＳ',
        'ＮＥＲＯ ＦＯＲＴＥ',
        'ＤＵＡＬＩＴＹ ＯＦ ＰＲＩＶＩＬＥＧＥ',
        'Ａ ＳＹＳＴＥＭ ＬＩＫＥ ＹＯＵＲＳ ＩＳ ＵＰＳＩＤＥ ＤＯＷＮ',
    ]

    quotes = Lordi + Skillet + Slipknot

    banner = f'''
       ███████████    ███     ██████     ██████ 
      ░░███░░░░░███  ░░░     ███░░███   ███░░███
       ░███    ░███  ████   ░███ ░░░   ░███ ░░░ 
       ░██████████  ░░███  ███████    ███████   
       ░███░░░░░███  ░███ ░░░███░    ░░░███░    
       ░███    ░███  ░███   ░███       ░███     
       █████   █████ █████  █████      █████    
      ░░░░░   ░░░░░ ░░░░░  ░░░░░      ░░░░░  v0.3

      > {random.choice(quotes)}
    '''


    print(banner)